Repository: RRWD/acf-accessible-video
Catalog: languages/acfav-*.po
Languages: nl_nl

source: You need the plugin %1$s, version 5 or greater for this plugin to make any sense.
nl_nl: Je hebt de plugin %1$s, versie 5 of hoger om deze plugin goed te laten werken.

source: Full text of %s
nl_nl: Uitgeschreven tekst van %s

source: Video for Windows Media Player
nl_nl: Video voor Windows Media Player

source: Video for Apple Quicktime Player
nl_nl: Video voor Apple Quicktime Player

source: Subtitles
nl_nl: Ondertiteling

source: file
nl_nl: bestand

source: Alternative video files
nl_nl: Alternatieve videobestanden

source: Add another video file
nl_nl: Voeg nog een videobestand toe

source: Alternative video file
nl_nl: Alternatief videobestand

source: For example .wmv or .mov. <br />Note: if the files are to big to upload here, please upload them via FTP and assign them to the media using a plugin like Media from FTP
nl_nl: Bijvoorbeeld .wmv of .mov.<br>Opmerking: als de bestanden te groot zijn om hier te uploaden kun je ze uploaden via FTP en daarna toewijzen aan de media met behulp van een plugin zoals Media van FTP

source: Alternative audio files
nl_nl: Alternatieve audiobestanden

source: Add another audio file
nl_nl: Voeg nog een audiobestand toe

source: Alternative audio file
nl_nl: Alternatief audiobestand

source: For example .mp3 or .wav
nl_nl: Bijvoorbeeld .mp3 of .wav

source: Add another subtitle file
nl_nl: Voeg nog een ondertitelingsbestand toe

source: Use a .srt or .vvt file
nl_nl: Gebruik een .srt of .vvt-bestand

source: Language subtitles
nl_nl: Taal ondertiteling

source: Accessible Video's using ACF Pro
nl_nl: Toegankelijk Video’s met behulp van ACF Pro

source: Add accessible video's in your content, using Advanced Custom Fields Pro
nl_nl: Voeg toegankelijke video’s in je content, met behulp van Advanced Custom Fields Pro
